Repository: cupo56/SCENTAPP
Catalog: scentboxd/Localizable.xcstrings
Source language: de
Languages: en

source: %lld Änderung(en) nicht synchronisiert
en: %lld change(s) not synced

source: %lld Änderungen noch nicht synchronisiert
en: %lld changes not yet synced

source: 3 bis 20 Zeichen, nur Buchstaben, Zahlen und Unterstriche
en: 3 to 20 characters, only letters, numbers and underscores

source: Abbrechen
en: Cancel

source: Abend
en: Evening

source: Abmelden
en: Sign Out

source: Abmeldung fehlgeschlagen: %@
en: Sign out failed: %@

source: Ähnliche Düfte
en: Similar Fragrances

source: ÄHNLICHE DÜFTE
en: SIMILAR FRAGRANCES

source: Alle
en: All

source: Alle Filter löschen
en: Clear all filters

source: Alle löschen
en: Clear all

source: Alle Marken
en: All Brands

source: Alle zurücksetzen
en: Reset All

source: Analysiere deine Sammlung…
en: Analyzing your collection…

source: Andere Benutzer können dein Profil und deine Sammlung sehen
en: Other users can see your profile and collection

source: Andere Nutzer können diese Liste sehen
en: Other users can see this list

source: Anderer Vorschlag
en: Different Suggestion

source: Anfragefehler (%lld). Bitte prüfe deine Anmeldung.
en: Request error (%lld). Please check your login.

source: ANLASS
en: OCCASION

source: Anmelden
en: Sign In

source: Anmeldung erforderlich
en: Login Required

source: Anonym
en: Anonymous

source: Anwenden
en: Apply

source: Arbeit
en: Work

source: Aus Liste entfernen
en: Remove from List

source: Aus Sammlung entfernen
en: Remove from Collection

source: Aus Vergleich entfernen
en: Remove from Comparison

source: ausgewählt
en: selected

source: ausgewählt — Vergleichen
en: selected — Compare

source: Auswahl löschen
en: Clear Selection

source: Authentifizierungsfehler: %@
en: Authentication error: %@

source: Barcode scannen
en: Scan barcode

source: Basierend auf deinen Favoriten und deiner Sammlung
en: Based on your favorites and collection

source: Basisnoten
en: Base Notes

source: Bearbeiten
en: Edit

source: Beliebteste
en: Most Popular

source: Benachrichtigungen
en: Notifications

source: BENACHRICHTIGUNGEN
en: NOTIFICATIONS

source: Benachrichtigungen aktivieren
en: Enable Notifications

source: Benachrichtigungen aktiviert
en: Notifications enabled

source: Benachrichtigungen deaktiviert
en: Notifications disabled

source: Benachrichtigungen erlauben
en: Allow Notifications

source: Benutzername
en: Username

source: BENUTZERNAME
en: USERNAME

source: Benutzername suchen...
en: Search username...

source: BERECHTIGUNG
en: PERMISSION

source: BESCHREIBUNG (OPTIONAL)
en: DESCRIPTION (OPTIONAL)

source: Beste Bewertung
en: Best Rating

source: Bewertung
en: Rating

source: Bewertung bearbeiten
en: Edit Review

source: Bewertung löschen
en: Delete Review

source: Bewertung schreiben
en: Write Review

source: BEWERTUNG SCHREIBEN
en: WRITE REVIEW

source: Bewertungen
en: Reviews

source: Bewertungen konnten nicht geladen werden.
en: Reviews could not be loaded.

source: Bewertungen laden...
en: Loading reviews...

source: Bewertungsfehler
en: Rating Error

source: Bio bearbeiten
en: Edit Bio

source: Bist du sicher? Diese Aktion kann nicht rückgängig gemacht werden.
en: Are you sure? This action cannot be undone.

source: Bitte bestätige deine E-Mail-Adresse.
en: Please confirm your email address.

source: Bitte bestätige deine E-Mail-Adresse. Nach der Bestätigung kannst du dich einloggen.
en: Please confirm your email address. After confirmation you can sign in.

source: Bitte gib eine gültige E-Mail-Adresse ein.
en: Please enter a valid email address.

source: Bitte melde dich an oder registriere dich, um diese Funktion zu nutzen.
en: Please sign in or register to use this feature.

source: Cache leeren
en: Clear Cache

source: Das Passwort ist zu schwach. Mindestens 6 Zeichen.
en: Password is too weak. At least 6 characters.

source: Dein Duftprofil
en: Your Fragrance Profile

source: DEINE BEWERTUNGEN
en: YOUR REVIEWS

source: DEINE EMPFEHLUNG
en: YOUR RECOMMENDATION

source: Deine Parfüm-Sammlung
en: Your Perfume Collection

source: Deine Sammlung in Zahlen
en: Your Collection in Numbers

source: Deine Überschrift
en: Your title

source: Die Anfrage hat zu lange gedauert. Bitte versuche es erneut.
en: The request took too long. Please try again.

source: Diese E-Mail-Adresse ist bereits registriert. Bitte melde dich an.
en: This email is already registered. Please sign in.

source: Dieses Parfum existiert nicht oder konnte nicht geladen werden.
en: This perfume does not exist or could not be loaded.

source: Dieses Parfum konnte nicht geladen werden.
en: This perfume could not be loaded.

source: Doppeltippen für Details
en: Double tap for details

source: Doppeltippen zum Umschalten
en: Double tap to toggle

source: Doppeltippen, um das Duftprofil erneut zu laden
en: Double tap to reload fragrance profile

source: Doppeltippen, um den Passwort-Reset-Link zu senden
en: Double tap to send the password reset link

source: Doppeltippen, um den Vergleich zu öffnen
en: Double tap to open comparison

source: Doppeltippen, um dich abzumelden
en: Double tap to sign out

source: Doppeltippen, um dich mit E-Mail und Passwort anzumelden
en: Double tap to sign in with email and password

source: Doppeltippen, um die Bewertung zu speichern
en: Double tap to save the review

source: Doppeltippen, um die Bewertungen erneut zu laden
en: Double tap to reload reviews

source: Doppeltippen, um die Daten erneut zu laden
en: Double tap to reload data

source: Doppeltippen, um diesen Filter zu entfernen
en: Double tap to remove this filter

source: Doppeltippen, um ein neues Konto zu erstellen
en: Double tap to create a new account

source: Du erhältst Push-Nachrichten von Scentboxd
en: You receive push notifications from Scentboxd

source: Du hast bisher keine Parfums bewertet.
en: You haven't reviewed any perfumes yet.

source: Duft-Vergleich
en: Fragrance Comparison

source: Düfte
en: Fragrances

source: Duftprofil
en: Fragrance Profile

source: Duftprofil laden...
en: Loading fragrance profile...

source: Duftpyramide
en: Fragrance Pyramid

source: Dunkelmodus
en: Dark Mode

source: Dunkles Design ist aktiv
en: Dark theme is active

source: Durchschnitt aus %lld Bewertungen
en: Average from %lld reviews

source: E-Mail für den Passwort-Reset-Link
en: Email for password reset link

source: E-Mail gesendet!
en: Email Sent!

source: E-Mail-Adresse
en: Email address

source: Ein Fehler ist aufgetreten.
en: An error occurred.

source: Ein Fehler ist aufgetreten. Bitte versuche es erneut.
en: An error occurred. Please try again.

source: Ein unbekannter Fehler ist aufgetreten. Bitte versuche es erneut.
en: An unknown error occurred. Please try again.

source: Eine kleine Reise durch deine Duftwelt.
en: A little journey through your fragrance world.

source: Einstellungen
en: Settings

source: Eintrag veröffentlichen
en: Publish Entry

source: EINTRAG VERÖFFENTLICHEN
en: PUBLISH ENTRY

source: Enorm
en: Enormous

source: Entdecke andere Duftliebhaber
en: Discover other fragrance lovers

source: Entfernen
en: Remove

source: Entfernt alle Parfums aus dem Vergleich
en: Removes all perfumes from comparison

source: Erfasse die Essenz des Moments
en: Capture the essence of the moment

source: Erhalte Updates zu Reviews, Likes und mehr
en: Get updates on reviews, likes and more

source: Erlaube Benachrichtigungen in den Systemeinstellungen
en: Allow notifications in system settings

source: Erneut versuchen
en: Try Again

source: ERSCHEINUNGSBILD
en: APPEARANCE

source: Erstelle deine erste kuratierte Parfum-Liste.
en: Create your first curated perfume list.

source: Erstellt ein Bild deiner Sammlung zum Teilen
en: Creates an image of your collection to share

source: Erstellt ein Bild dieses Parfums zum Teilen
en: Creates an image of this perfume to share

source: Es konnten nicht genug Parfums fuer den Vergleich geladen werden.
en: Not enough perfumes could be loaded for comparison.

source: Ewig
en: Eternal

source: Falls ein Konto mit dieser E-Mail existiert, erhältst du in Kürze einen Link zum Zurücksetzen deines Passworts.
en: If an account with this email exists, you will receive a link to reset your password shortly.

source: Favoriten
en: Favorites

source: Favoriten gesamt: %lld
en: Total favorites: %lld

source: Fehler
en: Error

source: Fehler beim Speichern des Benutzernamens: %@
en: Error saving username: %@

source: Fehlermeldung schließen
en: Close error message

source: Fertig
en: Done

source: Filter & Sortierung
en: Filter & Sort

source: Flüchtig
en: Fleeting

source: Fuege Parfums zu deiner Sammlung hinzu, um Statistiken zu sehen.
en: Add perfumes to your collection to see statistics.

source: Füge Düfte zu deiner Sammlung oder deinen Favoriten hinzu, um dein persönliches Duftprofil zu sehen.
en: Add fragrances to your collection or favorites to see your personal fragrance profile.

source: Füge Parfums hinzu, die du bereits besitzt.
en: Add perfumes that you already own.

source: Füge Parfums zu deiner Sammlung hinzu, um tägliche Empfehlungen zu erhalten.
en: Add perfumes to your collection to get daily recommendations.

source: Für dich empfohlen
en: Recommended for You

source: Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen deines Passworts.
en: Enter your email address and we'll send you a link to reset your password.

source: Haltbarkeit
en: Longevity

source: Hautnah
en: Intimate

source: Helles Design ist aktiv
en: Light theme is active

source: Herznoten
en: Heart Notes

source: Heute
en: Today

source: Kamera nicht verfügbar
en: Camera not available

source: Katalog
en: Catalog

source: Kein Bild
en: No Image

source: Keine Benutzer gefunden
en: No users found

source: Keine Favoriten
en: No Favorites

source: Keine Internetverbindung. Bitte überprüfe deine Netzwerkeinstellungen.
en: No internet connection. Please check your network settings.

source: Keine öffentlichen Listen
en: No public lists

source: Keine Parfums in dieser Liste
en: No perfumes in this list

source: Konto erstellen
en: Create Account

source: Konzentration
en: Concentration

source: Konzentrationen
en: Concentrations

source: KONZENTRATIONEN
en: CONCENTRATIONS

source: Kopfnoten
en: Top Notes

source: Lade Konzentrationen…
en: Loading concentrations…

source: Lade Marken…
en: Loading brands…

source: Lade weitere…
en: Loading more…

source: Langhaltend
en: Long-lasting

source: Likes auf Bewertungen
en: Review Likes

source: Link senden
en: Send Link

source: Liste bearbeiten
en: Edit List

source: Liste erstellen
en: Create List

source: Liste löschen
en: Delete List

source: Listen
en: Lists

source: Lokale Daten und Bilder löschen
en: Delete local data and images

source: Löschen
en: Delete

source: Löscht lokale Daten und zwischengespeicherte Bilder
en: Deletes local data and cached images

source: Marke
en: Brand

source: Marke unbekannt
en: Brand unknown

source: Marken
en: Brands

source: Markiere Parfums mit dem Herz-Symbol, um sie hier zu sehen.
en: Mark perfumes with the heart icon to see them here.

source: Maximal 20 Zeichen
en: Maximum 20 characters

source: Mein Duftprofil
en: My Fragrance Profile

source: Meine
en: My Collection

source: Meine Bewertungen
en: My Reviews

source: Meine Listen
en: My Lists

source: Meine Sammlung
en: My Collection

source: Melde dich an, um deine Sammlung zu verwalten
en: Sign in to manage your collection

source: Mindestens 3 Zeichen
en: At least 3 characters

source: Mindestens 6 Zeichen
en: At least 6 characters

source: Mindestens 6 Zeichen erforderlich
en: At least 6 characters required

source: Mindestens zwei gueltige Parfums werden fuer einen Vergleich benoetigt.
en: At least two valid perfumes are required for a comparison.

source: Mitglied seit
en: Member since

source: Möchtest du dich wirklich abmelden?
en: Do you really want to sign out?

source: Moderat
en: Moderate

source: Nah
en: Close

source: Neue Liste
en: New List

source: Neue Liste erstellen
en: Create New List

source: Neue Reviews
en: New Reviews

source: Neuer Vorschlag
en: New Suggestion

source: Neues Konto erstellen
en: Create new account

source: Neueste
en: Newest

source: Neuigkeiten aus der Scentboxd-Community
en: News from the Scentboxd community

source: Neuzugaenge (12 Monate)
en: New Additions (12 Months)

source: nicht ausgewählt
en: not selected

source: Niedrigste Bewertung
en: Lowest Rating

source: Noch kein Duftprofil
en: No fragrance profile yet

source: Noch keine Bewertungen
en: No reviews yet

source: Noch keine Bewertungen vorhanden.
en: No reviews yet.

source: Noch keine Listen
en: No Lists

source: Noch keine Listen vorhanden
en: No lists available

source: Noch keine Parfums in der Sammlung
en: No perfumes in collection yet

source: Note hinzufügen…
en: Add note…

source: Noten
en: Notes

source: Nur Buchstaben, Zahlen und _ erlaubt
en: Only letters, numbers and _ allowed

source: Ø Rating
en: Avg Rating

source: Occasion hinzufügen…
en: Add occasion…

source: oder
en: or

source: Öffentlich
en: Public

source: Öffnet das Analytics-Dashboard deiner Sammlung
en: Opens your collection analytics dashboard

source: Öffnet das Bewertungsformular
en: Opens the review form

source: Öffnet das öffentliche Profil
en: Opens the public profile

source: Öffnet das Registrierungsformular
en: Opens the registration form

source: Öffnet dein persönliches Duftprofil
en: Opens your personal fragrance profile

source: Öffnet deine Bewertungen
en: Opens your reviews

source: Öffnet deine kuratierten Parfum-Listen
en: Opens your curated perfume lists

source: Öffnet deine Parfum-Sammlung
en: Opens your perfume collection

source: Öffnet deine Wunschliste
en: Opens your wishlist

source: Öffnet die Benachrichtigungseinstellungen
en: Opens notification settings

source: Öffnet die Detailseite
en: Opens detail page

source: Öffnet die Filteroptionen
en: Opens filter options

source: Öffnet die Listenauswahl für dieses Parfum
en: Opens list selection for this perfume

source: Öffnet die Seite zum Zurücksetzen des Passworts
en: Opens the password reset page

source: Öffnet personalisierte Parfum-Empfehlungen
en: Opens personalized perfume recommendations

source: Parfum entfernen
en: Remove Perfume

source: Parfum nicht gefunden
en: Perfume not found

source: Parfum wird geladen...
en: Loading perfume...

source: Parfums
en: Perfumes

source: Parfums gesamt: %lld
en: Total perfumes: %lld

source: Passende Düfte basierend auf deiner Sammlung
en: Matching fragrances based on your collection

source: Passwort
en: Password

source: Passwort bestätigen
en: Confirm Password

source: Passwort vergessen?
en: Forgot password?

source: Passwort zurücksetzen
en: Reset Password

source: Passwörter stimmen nicht überein
en: Passwords don't match

source: Persönliche Notizen
en: Personal Notes

source: PERSÖNLICHE NOTIZEN
en: PERSONAL NOTES

source: Privates Profil
en: Private Profile

source: Profil
en: Profile

source: Profil bearbeiten
en: Edit Profile

source: Profil laden...
en: Loading profile...

source: Profil öffentlich
en: Public Profile

source: Profil öffentlich sichtbar
en: Profile publicly visible

source: Profil schließen
en: Close Profile

source: Push-Nachrichten verwalten
en: Manage push notifications

source: Raumfüllend
en: Room-filling

source: Registriere dich, um deine Düfte zu speichern
en: Register to save your fragrances

source: Registrieren
en: Register

source: Registrierung erfolgreich!
en: Registration successful!

source: Sammlung
en: Collection

source: Sammlung in Zahlen
en: Collection in Numbers

source: Sammlung ist leer
en: Collection is empty

source: Sammlung leer
en: Collection Empty

source: Sammlung teilen
en: Share Collection

source: Sammlungs-Statistiken
en: Collection Statistics

source: Schaltet zwischen hellem und dunklem Erscheinungsbild
en: Toggle between light and dark appearance

source: Schließen
en: Close

source: Schließt diese Ansicht und kehrt zur Anmeldung zurück
en: Closes this view and returns to sign in

source: Schwach
en: Weak

source: Sehr langhaltend
en: Very long-lasting

source: Serverfehler (%lld). Bitte versuche es später erneut.
en: Server error (%lld). Please try again later.

source: Sortieren
en: Sort

source: Sortierung
en: Sort

source: Speichern
en: Save

source: Sprache
en: Language

source: SPRACHE
en: LANGUAGE

source: Stark
en: Strong

source: Suche nach Benutzernamen, um Profile und Sammlungen zu entdecken.
en: Search for usernames to discover profiles and collections.

source: Suche Parfum...
en: Search perfume...

source: Synchronisiere...
en: Syncing...

source: Synchronisierungsfehler
en: Sync Error

source: Teile dein Erlebnis
en: Share your experience

source: Teilen
en: Share

source: Top 5 Marken
en: Top 5 Brands

source: Top 10 Noten
en: Top 10 Notes

source: TOP-NOTEN
en: TOP NOTES

source: ÜBER
en: ABOUT

source: Über den Duft
en: About the Fragrance

source: ÜBERSCHRIFT
en: TITLE

source: Überschrift der Bewertung, optional
en: Review title, optional

source: Unbekannte Marke
en: Unknown Brand

source: Unbekanntes Parfum
en: Unknown Perfume

source: Ungültige E-Mail oder Passwort.
en: Invalid email or password.

source: Ungültige E-Mail-Adresse
en: Invalid email address

source: Vergleich nicht verfuegbar
en: Comparison unavailable

source: Vergleich schließen
en: Close Comparison

source: Vergleich wird geladen...
en: Loading comparison...

source: Vergleiche Noten, Performance und Konzentration Seite an Seite.
en: Compare notes, performance and concentration side by side.

source: Vergleichen
en: Compare

source: Von Wunschliste entfernen
en: Remove from Wishlist

source: Wähle mindestens 2 Parfums zum Vergleichen
en: Select at least 2 perfumes to compare

source: Warum dieser Duft?
en: Why this fragrance?

source: WEITERE VORSCHLÄGE
en: MORE SUGGESTIONS

source: Wenn ein Parfum ähnlich zu deiner Sammlung hinzugefügt wird
en: When a perfume similar to your collection is added

source: Wenn jemand ein Parfum aus deiner Sammlung bewertet
en: When someone reviews a perfume from your collection

source: Wenn jemand eine deiner Bewertungen liked
en: When someone likes one of your reviews

source: Wird beim nächsten Online-Start hochgeladen
en: Will be uploaded on next online start

source: Wird gespeichert…
en: Saving…

source: Wunschliste
en: Wishlist

source: z. B. Sommersprays
en: e.g. Summer Sprays

source: Zu den Einstellungen
en: Go to Settings

source: Zu Liste hinzufügen
en: Add to List

source: Zu viele Anmeldeversuche. Bitte warte %lld Sekunden.
en: Too many login attempts. Please wait %lld seconds.

source: Zu viele Versuche. Bitte warte %lld Sekunden.
en: Too many attempts. Please wait %lld seconds.

source: Zuhause
en: Home

source: Zum Katalog
en: Go to Catalog

source: Zum Profil
en: Go to Profile

source: Zum Vergleich hinzufügen
en: Add to Comparison

source: Zur Sammlung hinzufügen
en: Add to Collection

source: Zur Wunschliste hinzufügen
en: Add to Wishlist

source: Zurück zur Anmeldung
en: Back to Sign In

source: Zurücksetzen
en: Reset
